{"data":{"site":{"siteMetadata":{"title":"Micro Binfie virtual conference 2020","subtitle":"An online seminar series chaired by the Micro Binfie Podcast","copyright":"© All rights reserved.","author":{"name":"Micro Binfie Virtual Conference 2020","email":"microbinfie@gmail.com"},"disqusShortname":"","url":"https://happykhan.github.io/conference2020/"}},"markdownRemark":{"id":"319ac26f-daea-5aae-82d8-1770082b06d0","html":"<h1>Schedule</h1>\n<p>Time: 16:00 15 April 2020 (UTC)</p>\n<p>Zoom link: <a href=\"https://cdc.zoomgov.com/j/1613270485\">https://cdc.zoomgov.com/j/1613270485</a></p>\n<p>Discord link: <a href=\"https://discord.gg/N9dVFJp\">https://discord.gg/N9dVFJp</a></p>\n<p>Add you calendar: <a href=\"/conference2020/Micro_Binfie_Virtual_conference-15f679fcdb2a0e9afb788ad21d89ec4c.ics\">.iCal file</a></p>\n<ul>\n<li><strong>16:00 EnteroBase: exploit core genomic diversity of bacterial pathogens</strong>\nZhemin Zhou (University of Warwick)  </li>\n<li><strong>16:30 Intro to IRIDA Pipeline Plugins</strong><br>\nDan Fornika (BCCDC Public Health Laboratory)</li>\n<li><strong>17:00 cgMLST Re-visited: Evolvement and Challenges</strong><br>\nDag Harmsen (Univ. Münster, Germany)   </li>\n<li><strong>17:30 Virtual coffee break</strong></li>\n</ul>\n<h2>EnteroBase: exploit core genomic diversity of bacterial pathogens</h2>\n<p>EnteroBase is an integrated software environment which supports the identification of global population structures within several bacterial genera. EnteroBase has currently assembled more than 400,000 genomes from Illumina short reads from <em>Salmonella</em>, <em>Escherichia</em> and five other bacterial genera, and genotyped most of these genomes by core genome Multilocus Sequence Typing (cgMLST). Hierarchical clustering of cgMLST sequence types allows mapping a new bacterial strain to predefined population structures at multiple levels of resolution and thus dynamic tracking of transmission chains. The interactive graphical user interface in EnteroBase eases the access of large scale bacterial genomic data and facilitates international data sharing and collaborations. I demonstrated the use of EnteroBase with multiple examples in <em>Salmonella</em> and <em>Escherichia</em>.</p>\n<p><a href=\"https://github.com/zheminzhou\">https://github.com/zheminzhou</a></p>\n<h2>Intro to IRIDA pipeline plugins</h2>\n<p>Quick intro to the IRIDA system (irida.ca), followed by brief discussion of how to develop your own ‘Pipeline Plugins’</p>\n<p>Dan Fornika is a Molecular Biologist + Bioinformatician = ‘Genomics Specialist’ (<a href=\"https://github.com/dfornika\">https://github.com/dfornika</a>)</p>\n<h2>cgMLST re-visited: Evolvement and challenges - About the speaker</h2>\n<p>Dr. Dag Harmsen is an MD specialized in Clinical Microbiology and Infectious Diseases Epidemiology. Since 2004 he holds a professorship at the Medical Faculty of the University Münster, Germany. His scientific interests focus around molecular diagnostics, epidemiology, and phylogeny of micro-organisms. He published the world-wide first study that applied the Bruker MALDI ToF MS system in microbiological diagnostics (JCM 2008; 46:1946). He earned quite some recognition for early real-time application of benchtop NGS sequencing and first application of what later become known as core genome MLST (cgMLST) genome-wide allele calling during the 2011 German STEC O104:H4 outbreak (PLoS ONE 2011; 6:e22751). More recently he published a highly noted NGS benchtop machine comparison (Nat Biotechnol 2013; 31:294). However, he is best known for delivering for more than 20 years popular applied microbiology bioinformatics solutions - like spa-typing for MRSA (JCM 2003; 41:5442) or the MIRU-VNTR service for <em>M. tuberculosis</em> typing (Nucleic Acids Res 2010; 38:W326).</p>\n<p>Dr. Harmsen is also co-founder (2003), shareholder, and co-managing director of Ridom GmbH (Münster, Germany). Ridom develops bioinformatics software (most notable StaphType and SeqSphere+) for clinical and public health microbiology sequence (Sänger and WGS) analysis. From 2005 until 2014 he was a member of the Executive Board of the ‘International Committee on Systematics of Prokaryotes’ (ICSP) of the International Union of Microbiological Societies (IUMS). From 2007 until July 2012 he served in the ‘Professional Development Committee’ of the American Society for Microbiology (ASM). Finally, Dr. Harmsen was technical advisor for NGS based surveillance of ECDC, EFSA, WHO, FAO, US Government Accountability Office, and US National Sciences Academy.</p>","fields":{"tagSlugs":["/tags/population-genetics-and-microbial-epidemiology/","/tags/bioinformatics-software-and-protocols/"],"slug":"/posts/session-1/"},"frontmatter":{"title":"Session 1 (15th April 2020)","tags":["Population genetics and Microbial epidemiology","Bioinformatics software and protocols"],"date":"2020-04-15T15:00:00Z","description":"With talks from Zhemin Zhou, Dan Fornika and Dag Harmsen"}}},"pageContext":{"slug":"/posts/session-1/"}}