{"data":{"site":{"siteMetadata":{"title":"Micro Binfie Virtual Conference 2020","subtitle":"An online seminar series chaired by the Micro Binfie Podcast","copyright":"© All rights reserved.","menu":[{"label":"Sessions","path":"/"},{"label":"About this meeting","path":"/about/"},{"label":"About Micro Binfie","path":"/about-podcast/"},{"label":"How to connect","path":"/access/"},{"label":"Register to attend","path":"/register/"}],"author":{"name":"Micro Binfie Virtual Conference 2020","email":"microbinfie@gmail.com","rss":"/rss.xml"}}},"markdownRemark":{"id":"ec05a0c2-a99e-59fe-8a8c-1863af5fb15a","html":"<p>Given that a lot of scientific meetings have been cancelled or postponed, the microbinfie podcast  (<a href=\"https://soundcloud.com/microbinfie\">https://soundcloud.com/microbinfie</a>) is organizing a “virtual conference” so that we can still share our science. We working on ways to best translate the conference experience into a virtual meeting, including the social/networking aspect. Sessions will start after mid-April. Each session is scheduled every Wednesday, running over several weeks. The dates include:</p>\n<ul>\n<li>15th April 2020</li>\n<li>22nd April 2020</li>\n<li>29th April 2020</li>\n<li>6th May 2020</li>\n</ul>\n<p>Generally, talks will include microbes - viruses, bacteria, fungi, etc - and the talks will have a component of shotgun sequencing, and downstream bioinformatics analysis. Talks do not have to be limited to this scope, i.e. if wet lab results are required to present a clear narrative then they should, by all means, be included.  Purely methodological presentations are also welcome. Speakers can choose how long they wish to speak (up to 30 minutes). </p>\n<p>Topics include: </p>\n<ul>\n<li><strong>Microbial ecology and evolution</strong><br>\nThis topic relates to microbes in their relationship in the wider environment. This can be represented in different ways, either as a network of functional systems or interplay of  species. We are interested in both. Talks that would present how we measure such relationships would also be welcome.</li>\n<li><strong>Clinical microbiology</strong><br>\nThis topic relates to microbial pathogens and their genomics. Talks in this session would naturally lean to a public health application, but this doesn’t have to be explicitly demonstrated.</li>\n<li><strong>Population genetics and Microbial epidemiology</strong><br>\nThis topic relates to the genetic differences within and without populations. This includes broad brush phenomena  like adaptation, speciation and population structure; and the detailed forensics of outbreaks.</li>\n<li><strong>Bioinformatics protocols and methods</strong><br>\nThis topic will have talks present algorithms, paradigms and protocols of interest to the microbial genomics and bioinformatics community.</li>\n</ul>","frontmatter":{"title":"About this meeting","date":null,"description":null}}},"pageContext":{"slug":"/about"}}