{"data":{"site":{"siteMetadata":{"title":"Micro Binfie virtual conference 2020","subtitle":"An online seminar series chaired by the Micro Binfie Podcast","copyright":"© All rights reserved.","author":{"name":"Micro Binfie Virtual Conference 2020","email":"microbinfie@gmail.com"},"disqusShortname":"","url":"https://happykhan.github.io/conference2020/"}},"markdownRemark":{"id":"2d02b973-82a8-5de5-8bc9-fe75142bf3bb","html":"<h1>Schedule</h1>\n<p>Time: 16:00 22 April 2020 (UTC) </p>\n<p>Zoom link: Coming soon.</p>\n<p>Discord link: <a href=\"https://discord.gg/WmuRbD\">https://discord.gg/WmuRbD</a></p>\n<ul>\n<li>15:00 <strong>Discovery of a new lineage of <em>Mycobacterium tuberculosis</em></strong>\nConor Meehan (University of Bradford)  </li>\n<li>15:30 <strong>Machine learning and whole genome sequencing: Dragging classical method of <em>Legionella pneumophila</em> serotyping, kicking and screaming, into the 21st century</strong><br>\nShatavia Morrison (CDC - NCIRD/DBD/RDB)</li>\n<li>16:00 <strong>Combating <em>Shigellosis</em> in endemic settings with pathogen genomics</strong><br>\nRebecca Bengtsson (The University of Liverpool)   </li>\n<li>16:20 <strong>Virtual coffee break</strong></li>\n</ul>\n<h2>Discovery of a new lineage of <em>Mycobacterium tuberculosis</em></h2>\n<p>The human- and animal-adapted lineages of the <em>Mycobacterium tuberculosis</em> complex (MTBC) are thought to have clonally expanded from a common progenitor in Africa. However, the molecular events that accompanied this emergence remain largely unknown. Here, we describe two MTBC strains isolated from patients with multidrug-resistant tuberculosis, representing an as-yet-unknown lineage, named Lineage 8 (L8), restricted to the African Great Lakes region. Using genome-based phylogenetic reconstruction, we show that L8 is a sister clade to the known MTBC lineages. Comparison with other complete mycobacterial genomes indicate that the divergence of L8 preceded the loss of the cobF genome region - involved in the cobalamin/vitamin B12 synthesis - and gene interruptions in a subsequent common ancestor shared by all other known MTBC lineages. This discovery further supports an East African origin for the MTBC and provides additional molecular clues on the ancestral genome reduction associated with adaptation to a pathogenic lifestyle.</p>\n<p><a href=\"https://www.bradford.ac.uk/staff/cmeehan2\">https://www.bradford.ac.uk/staff/cmeehan2</a></p>\n<h2>Machine learning and whole genome sequencing: Dragging classical method of <em>Legionella pneumophila</em> serotyping, kicking and screaming, into the 21st century</h2>\n<p><strong>Background:</strong> The majority of Legionnaire’s Dieses cases are due to a single species, <em>L. pneumophila</em>.  This species consists of at least 17 serogroups, with serogroup 1 (sg1) being most frequently isolated from clinical and environmental samples. While a number of tools are available for sequence-based identification of sg1 isolates, there are only antibody-based methods for discrimination among serogroups 2-17. With the bacterial genome sequences getting more readily available, there is an urgent need to develop sequence-based tools for identification of all <em>L. pneumophila</em> serogroups.</p>\n<p><strong>Methods:</strong> We performed whole genome sequencing on 181 <em>L. pneumophila</em> isolates representing 14 different serogroups and aligned sequences to the <em>L. pneumophila</em> Philadelphia sg1 genome sequence. Isolate serogroup were previously characterized by direct fluorescent antibody and/or detection of sg1-specific wzm. A 30 kb sequence and gene presence/absence alignment was created for each isolate based on the lipopolysaccharide (LPS) biosynthesis region. The alignment matrix was used as input for the RandomForest and Caret packages in R. The RandomForest machine learning method with the kFolds cross validation was performed in order to identify genetic features that contained enough discriminatory power for <em>L. pneumophila</em> sg typing. A custom python script was also used to calculate the intra- and inter- pairwise nucleotide identity within the LPS region.</p>\n<p><strong>Results:</strong> After the removal of conserved nucleotide positions, 24,546 features were used as input into random forest algorithm. The cross validation consisted of 10 sample sets each with ~ 160 isolates randomly selected. We excluded sg 11, 16, and 17 because they were represented by a single isolate. The cross-validation analysis resulted in approximately 73.5% model accuracy. Sg 1 -7, 9, and 13 had an error rate between 0 – 0.30 and for sg 8, 10, 12, 14, and 15 the error rate was >0.50. A pairwise identity analysis of the LPS regions revealed some serogroups are highly conserved (97.99% -100%), while others potentially have several representative sequences (95.5% -100%).  Also, several isolates had higher inter-sg similarity than intra-sg similarity. This suggests that not all sg have homogenous LPS regions and may represent independent origins for the same sg phenotype.  </p>\n<p><strong>Conclusion:</strong> The random forest approach revealed the LPS region as a promising target to construct diagnostic assays to detect non-Lp1 isolates. With the transition to sequencing as a first approach during <em>L. pneumophila</em> outbreak investigations, this model may be used to help elucidate traditional epidemiology metadata. This initial work is the foundation to construct a refined predictive model for <em>L. pneumophila</em> serogroups.</p>\n<p><em>The findings and conclusions in this report are those of the authors and do not necessarily represent the official position of the Centers for Disease Control and Prevention.</em></p>\n<h2>Combating shigellosis in endemic settings with pathogen genomic</h2>\n<p>The Global Enteric Multicentre Study (GEMS) identified <em>Shigella</em> as one of the leading causes of moderate-to-severe diarrhoea in children across seven African and Asian countries. However, increasing antimicrobial resistance (AMR) and lack of a licensed vaccine, means that treatment and management options for shigellosis are limited. Whole-genome sequencing analysis (WGSA) can be effectively used to investigate AMR and epidemiological surveillance of Shigella, but this has yet to be applied in countries where childhood mortality rates are the highest and the disease is endemic. Here, we performed WGSA of Shigella isolates from GEMS (255 <em>S. sonnei</em> and 759 <em>S. flexneri</em>) to explore the implications of AMR and genetic diversity relating to vaccination, to improve interventions and management of shigellosis.</p>\n<p>We detected multiple, independent acquisitions of mutations conferring reduced susceptibility to ciprofloxacin (the current recommended treatment) among isolates from Asia, reflecting selection due to heavy usage of the drug in these regions. While vaccination is a good alternative for management of shigellosis, we revealed implications which may impact the likely effectiveness of multiple approaches. These include, sequence variation within known epitopes of several antigen-vaccine candidates (eg. IpaB). Serotype switching, which may compromise immune protection induced by serotype-specific glycoconjugate vaccines. To help inform effective implementation of such vaccination programs, temporal analysis was used to estimate anticipated time frames over which serotype switching may lead to vaccine escape. In conclusion, WGSA of this representative dataset has provided valuable information to guide treatment and management of shigellosis through antimicrobial therapy and vaccination.</p>\n<h2>About the speaker</h2>\n<p>Rebecca is a postdoctoral research associate working for Dr Kate Baker at the department of functional and comparative genomics in the University of Liverpool, UK. She is currently working computationally on a large dataset of whole genome sequences from <em>Shigella</em> collected from Asia and Africa. Rebecca’s main research interests focuses on applying various statistical methods to investigate the molecular evolution, phylogenetics and epidemiology of Shigella. Her aim is to gain understanding of the processes that are driving disease emergence and spread.</p>\n<p><a href=\"https://baker-lab.github.io/\">https://baker-lab.github.io/</a></p>","fields":{"tagSlugs":["/tags/clinical-microbiology/","/tags/population-genetics-and-microbial-epidemiology/"],"slug":"/posts/session-3"},"frontmatter":{"title":"Session 3 (29nd April 2020)","tags":["Clinical microbiology","Population genetics and Microbial epidemiology"],"date":"2020-04-29T16:00:00Z","description":"With talks from Conor Meehan, Shatavia Morrison and Rebecca Bengtsson"}}},"pageContext":{"slug":"/posts/session-3"}}