{"data":{"site":{"siteMetadata":{"title":"Micro Binfie Virtual Conference 2020","subtitle":"An online seminar series chaired by the Micro Binfie Podcast","copyright":"© All rights reserved.","author":{"name":"Micro Binfie Virtual Conference 2020","email":"microbinfie@gmail.com"},"disqusShortname":"","url":"https://lumen.netlify.com"}},"markdownRemark":{"id":"cb4fdf7c-f93c-5662-848c-bf2ac1799694","html":"<h1>Schedule</h1>\n<p>Time: 16:00 22 April 2020 (UTC) </p>\n<p>Zoom link: Coming soon.</p>\n<p>Discord link: <a href=\"https://discord.gg/WmuRbD\">https://discord.gg/WmuRbD</a></p>\n<ul>\n<li>15:00 <strong>Genomic Dynamics of Toxigenic Vibrio cholerae</strong>\nTaylor Paisie (University of Florida)  </li>\n<li>15:30 <strong>Accessory genes located in mobile genetic elements drive the adaption to chemical biocides in Listeria monocytogenes evolutionary lineages</strong><br>\nFederica Palma (ANSES)</li>\n<li>15:50 <strong>Whole genome sequencing reveals limited within-host variability in Neisseria gonorrhoeae from multiple anatomical sites</strong><br>\nMelinda Ashcroft (The Peter Doherty Institute of Infection and Immunity at The University of Melbourne)   </li>\n<li>16:20 <strong>Virtual coffee break</strong></li>\n</ul>\n<h2>Genomic Dynamics of Toxigenic Vibrio cholerae</h2>\n<p>I am a PhD Candidate studying the phylodynamics of Vibrio cholerae.  I received by bachelor’s degree in Biology from Florida State University.  My current projects include studying the evolution of V. cholerae in Haiti and the Democratic Republic of Congo.  I am interested in studying computational techniques and methods to help conduct phylodynamic analysis on whole genomes of infectious disease pathogens.  In my free time I enjoy your typical nerd activities, such as discussing Game of Thrones at great lengths and playing video games too late into the night (only on the weekends of course).  I also enjoy practicing yoga and being anywhere on the water in Florida.  Also, I love MY cats, Arya and Hamilton. </p>\n<h2>Whole genome sequencing reveals limited within-host variability in Neisseria gonorrhoeae from multiple anatomical sites</h2>\n<p>Neisseria gonorrhoeae is a major public health threat due to increasing incidence and antimicrobial resistance. Mathematical modelling and genomic analyses are powerful methods for investigating transmission dynamics of N. gonorrhoeae; however, both approaches often make the implicit assumption that N. gonorrhoeae isolates at different anatomical sites within the same patient are the same strain, which may confound accurate assessment of evolution and transmission dynamics. This study examined a collection of N. gonorrhoeae isolates from 2011-2019 from patients that had N. gonorrhoeae detected at multiple anatomical sites. We used whole genome sequencing (WGS) and a variety of bioinformatic approaches (e.g. differing reference genomes and filtering of SNPs in repeats, mobile genetic elements and recombinant regions) to determine the within-host genetic diversity. Thirty-seven patients had cultured N. gonorrhoeae from two or more anatomical sites (urogenital, anorectal or oropharyngeal), with a final dataset of 105 isolates. In 35/37 (95%) patients, infections were the same strain, with identical MLST and NG-MAST profiles. Pairwise comparisons of the core-genome SNP alignment indicated that the median intra-patient SNP distance was zero SNPs, with a range of 0-18. Additionally, there were four groups of patient isolates that clustered together with identical MLST and a maximum pairwise SNP distances ≤18 SNPs, which was within the same range as the maximum within-host diversity, indicating the likelihood that patients within each cluster were involved in the same transmission network. Our data demonstrates that in most cases, the same strain of N. gonorrhoeae causes infection at multiple sites, however WGS data alone cannot differentiate between the same infecting strain or reinfections from the same transmission network. </p>\n<h2>Accessory genes located in mobile genetic elements drive the adaption to chemical biocides in Listeria monocytogenes evolutionary lineages</h2>\n<p>Sanitation practices are essential to reduce the risk of Listeria monocytogenes (Lm) contaminations along the food chain, yet the outstanding tolerance of some strains to biocides challenges food safety. This study aims to apply hybrid tools, implementing a combination of continuous phenotypes, statistical and phylogenomic methods, to characterize the Lm genomic determinants increasing tolerance to biocides used in the food industry at the pangenomic scale.\nA genome-wide association study (GWAS) was performed on 188 strains isolated from ready-to-eat foods, wild and farm animals/environments. These strains were accurately selected from the wide collection of the research project LISTADAPT to encompass the genomic diversity of Lm clonal complexes (CC) observed in Europe. Generalized linear models with advanced correction for population structure considering homologous recombination events from the coregenome were used to test for associations between pangenomic orthologous genes (POG) and minimum inhibitory concentrations (MIC) of eight biocides.\nStrong causal associations (lrt-pvalue&#x3C;4.69E-05 – Bonferroni correction at 5%) for benzalkonium chloride (BC) were identified in clusters of POGs depicting mobile genomic elements (MGE) like the Tn6188 transposon and pLMST6 plasmid. Increased tolerance to BC was previously described in Lm strains harbouring these MGEs. Visually inflated quantile-quantile plots from GWAS pointed to a cluster of 24 POGs, part of large plasmids known to be involved in Lm survival to food-processing stress, also associated to BC-tolerance at less stringent significance levels (lrt-pvalue&#x3C;1.61E-04). Below this genome-wide significance level, the pLMST6 was also associated with didecyldimethylammonium chloride (DDAC), a quaternary ammonium compound (QAC) with bactericidal action similar to BC. As expected, no POGs were associated with chemically reactive biocides (e.g. hydrogen peroxide) and biocides that cause cytoplasmic proteins denaturation and cell contents coagulation (e.g. alcohol).\nAccessory genomic determinants for increased MICs to BC and DDAC mainly characterized food strains from phylogenetically distant CCs collected across Europe, suggesting that these MGEs represent pleiotropic key-markers promoting and spreading QACs tolerance in Lm populations. Screening these MGEs could assist in improving decision-making for monitoring biocide-tolerant genotypes throughout the food chain.</p>\n<p>During my Master degree in Food Science and Technology (2011-2014), I specialised in molecular typing of bacterial pathogens applied to Food Safety at the Department of Agriculture and Food Science of the University of Bologna (Italy). In my PhD (2014-2018), I trained in microbial genomics and bioinformatics, which became the main tools of my research activities. I, therefore, carried out international research projects within the objectives of the European project COMPARE (WP4 and 7) and in collaboration with the research team supported by the INNUENDO project under the supervision of Prof. Mirko Rossi. My thesis focused on the surveillance and persistence investigations of foodborne pathogens (e.g. Listeria monocytogenes and Salmonella enterica) along the food chain, in particular Italian swine chain and rabbit meat cutting plant, combining phenotypic and genomics methods. During my postdoctoral fellowships (2018-present) at the French agency for food safety (Maisons-Alfort lab, ANSES), I continued to apply advanced microbial genomic methods for (i) assessing the persistence and cold adaption of L. monocytogenes from ready-to-eat industries (ii) designing genome databases for the source attribution of monophasic S. Typhimurium (iii) implementing logistic regression models for source attribution based on accessory genes, and (iv) rapidly detecting outbreak-related foodborne pathogens using non-parametric tests. I currently manage collaborative research projects within the WP4 of the One Health EJP LISTADAPT focusing on the discovery of genomic features associated with antimicrobial resistance of L. monocytogenes combining phenotypic traits, phylogenomic and pangenome-wide association study. <a href=\"https://orcid.org/0000-0002-7865-961X\">https://orcid.org/0000-0002-7865-961X</a></p>","fields":{"tagSlugs":["/tags/typefaces/"],"slug":"/posts/session-2"},"frontmatter":{"title":"Session 2, 22nd April 2020","tags":["Typefaces"],"date":"2020-04-22T16:00:00Z","description":"With talks from Taylor Paisie, Federica Palma and Melinda Ashcroft"}}},"pageContext":{"slug":"/posts/session-2"}}