{"data":{"site":{"siteMetadata":{"title":"Micro Binfie virtual conference 2020","subtitle":"An online seminar series chaired by the Micro Binfie Podcast","copyright":"© All rights reserved.","menu":[{"label":"Sessions","path":"/"},{"label":"About this meeting","path":"/about/"},{"label":"About Micro Binfie","path":"/about-podcast/"},{"label":"How to connect","path":"/access/"},{"label":"Register to attend","path":"/register/"}],"author":{"name":"Micro Binfie Virtual Conference 2020","email":"microbinfie@gmail.com","rss":"/rss.xml"}}},"markdownRemark":{"id":"e75adfee-6469-5904-8e43-a040c0fa59f5","html":"<p>Each session will be run for about two hours. Sessions will begin and end with a virtual “coffee break” through discord, this will enable attendees to interact and ask questions on a casual platform. We will switch to a zoom webinar to present the talks. So for each session you shoud, </p>\n<ul>\n<li>Join the conference Discord server and interact with attendees.</li>\n<li>Observe the code of conduct</li>\n<li>Switch to the speaking session, which will run through Zoom. Links to each session will be posted closer to the date.</li>\n<li>After a speaking session, return back to the discord for questions and discussion. </li>\n</ul>\n<h2>Connecting to Discord</h2>\n<p>A conference usually has a brick and mortar venue where people and mingle, and talk science. For the virtual conference, we will use Discord to fill in this role. Discord is a VoIP application that allows multiple text and voice channels and video conferencing for small groups. </p>\n<p>The server will be running between speaking sessions if you want to continue the conversation. Zoom is free to download and install, and available on all computer operating systems and most mobile devices.</p>\n<p><a href=\"https://discord.gg/WmuRbD\">https://discord.gg/WmuRbD</a></p>\n<h2>Connecting to Zoom</h2>\n<p>The talks will be run through zoom. Links will be posted here or in the discord before each session. It is best to have zoom installed and tested on your device before the session begins. </p>\n<p>Zoom is free to download and install, and available on all computer operating systems and most mobile devices.</p>\n<p><a href=\"https://zoom.us/download\">https://zoom.us/download</a></p>","frontmatter":{"title":"How to join a session","date":null,"description":null}}},"pageContext":{"slug":"/access"}}