{"data":{"site":{"siteMetadata":{"title":"Micro Binfie virtual conference 2020","subtitle":"An online seminar series chaired by the Micro Binfie Podcast","copyright":"© All rights reserved.","menu":[{"label":"Sessions","path":"/"},{"label":"About this meeting","path":"/about/"},{"label":"About Micro Binfie","path":"/about-podcast/"},{"label":"Code of conduct","path":"/code-of-conduct/"},{"label":"How to connect","path":"/access/"},{"label":"Register to attend","path":"/register/"}],"author":{"name":"Micro Binfie Virtual Conference 2020","email":"microbinfie@gmail.com","rss":"/rss.xml"}}},"markdownRemark":{"id":"50bc8dce-9ea5-5e64-b6fa-71f537616802","html":"<h2>Introduction</h2>\n<p>This meeting represents a community of bioinformaticians and people in related fields, and we are in a very collaborative environment. As such, we would like to treat each other with respect. We expect the same level of professionalism expected at any scientific meeting. This document will describe what to avoid, and what actions could be taken by the organisers.</p>\n<h2>Conduct</h2>\n<ul>\n<li>We are committed to providing a friendly, safe and welcoming environment for all, regardless of level of experience, gender identity and expression, sexual orientation, disability, personal appearance, body size, race, ethnicity, age, religion, nationality, or other similar characteristic.</li>\n<li>Please avoid using overtly sexual aliases or other nicknames that might detract from a friendly, safe and welcoming environment for all.</li>\n<li>Please be kind and courteous. There’s no need to be mean or rude.</li>\n<li>Respect that people have differences of opinion and that every design or implementation choice carries a trade-off and numerous costs. There is seldom a right answer.</li>\n<li>Please keep unstructured critique to a minimum.</li>\n<li>We will exclude you from interaction if you insult, demean or harass anyone. That is not welcome behavior. We interpret the term “harassment” as including the definition in the Citizen Code of Conduct (<a href=\"http://citizencodeofconduct.org/\">http://citizencodeofconduct.org/</a>); if you have any lack of clarity about what might be included in that concept, please read their definition. In particular, we don’t tolerate behavior that excludes people in socially marginalized groups.</li>\n<li>Private harassment is also unacceptable. No matter who you are, if you feel you have been or are being harassed or made uncomfortable by a community member, please contact one of the organisers or session chairs immediately. Whether you’re a regular contributor or a newcomer, we care about making this community a safe place for you and we’ve got your back.</li>\n<li>Likewise any spamming, trolling, flaming, baiting or other attention-stealing behavior is not welcome.</li>\n</ul>\n<h2>Moderation</h2>\n<p>These are the policies for upholding our community’s standards of conduct. If you feel that a thread needs moderation, please contact the organising commitee. Moderators include organisers or session chairs. </p>\n<ul>\n<li>Remarks that violate the code of conduct, including hateful, hurtful, oppressive, or exclusionary remarks, are not allowed. (Cursing is allowed, but never targeting another user, and never in a hateful manner.)</li>\n<li>Remarks that moderators find inappropriate, whether listed in the code of conduct or not, are also not allowed.</li>\n<li>Moderators will first respond to such remarks with a warning.</li>\n<li>If the warning is unheeded, the user will be “kicked,” i.e., kicked out of the communication channel to cool off.</li>\n<li>If the user comes back and continues to make trouble, they will be banned, i.e., indefinitely excluded.</li>\n<li>Moderators may choose at their discretion to un-ban the user if it was a first offense and they offer the offended party a genuine apology.</li>\n<li>If a moderator bans someone and you think it was unjustified, please take it up with that moderator, or with a different moderator, in private. Complaints about bans in-channel or during a speaking session are not allowed.</li>\n<li>Moderators are held to a higher standard than other community members. If a moderator creates an inappropriate situation, they should expect less leeway than others.</li>\n</ul>\n<p>During this meeting we strive to go the extra step to look out for each other. Don’t just aim to be technically unimpeachable, try to be your best self. In particular, avoid flirting with offensive or sensitive issues, particularly if they’re off-topic; this all too often leads to unnecessary fights, hurt feelings, and damaged trust; worse, it can drive people away from the community entirely.\nAnd if someone takes issue with something you said or did, resist the urge to be defensive. Just stop doing what it was they complained about and apologize. Even if you feel you were misinterpreted or unfairly accused, chances are good there was something you could have communicated better — remember that it’s your responsibility to make your colleagues comfortable. Everyone wants to get along and we are all here first and foremost because we want to discuss microbial bioinformatics. You will find that people will be eager to assume good intent and forgive as long as you earn their trust.\nThe enforcement policies listed above apply to all platforms; including discussion channels and virtual lab talks. </p>\n<h2>Acknowledgements</h2>\n<p>Many ideas taken from <a href=\"https://www.rust-lang.org/policies/code-of-conduct\">https://www.rust-lang.org/policies/code-of-conduct</a>.  Some ideas taken from <a href=\"https://api.slack.com/docs/community-code-of-conduct\">https://api.slack.com/docs/community-code-of-conduct</a>, <a href=\"https://www.djangoproject.com/conduct/\">https://www.djangoproject.com/conduct/</a>.</p>","frontmatter":{"title":"Code of conduct","date":null,"description":null}}},"pageContext":{"slug":"/code-of-conduct"}}